{
  "waitlist": "Čekací listina",
  "about": "O nás",
  "title": "Uchovávání vašeho pravého dědictví",
  "description": "Vaše dědictví není napsáno někdy - je budováno dnes. Lifeli.me uchovává okamžiky, myšlenky a lekce, které dělají váš příběh hodný zapamatování.",
  "emailPlaceholder": "Zadejte svůj email",
  "joinButton": "Připojit se k čekací listině",
  "aboutTitle": "Osobní příslib",
  "aboutSubtitle": "Od Adama Trnky, zakladatele lifeli.me",
  "aboutP1": "Vyrůstal jsem s mámou a babičkou, snažil jsem se poskládat, kdo jsem, z příběhů a fotek v krabicích. Teď jsem otec a všechno se změnilo, když se mi narodil syn.",
  "aboutP2": "Začal jsem natáčet malá videa jen pro něj. Ne pro sociální sítě. Ne pro lajky. Pro ten den, kdy mu bude 15... 18... 30. Chtěl jsem, aby věděl, kdo jsem opravdu byl, jak jsem se smál, čemu jsem věřil, na čem mi záleželo.",
  "aboutP3": "Ale tyto kousky mého života a jeho byly rozptýlené všude. V telefonech. Cloudech. Starých discích. Nic se necítilo trvalé. Nic se necítilo bezpečné. Tak jsem vytvořil lifeli.me.",
  "aboutP4": "lifeli.me je moje odpověď na jednoduchou, ale silnou otázku:",
  "aboutP4b": "Co po sobě zanecháme - a bude to ještě důležité za 30... 50... 100... let?",
  "aboutP5": "Je to místo pro vytváření vašeho dědictví, jedna vzpomínka najednou. Je to postavené pro rodiny—pro tiché, důležité okamžiky. Narození. První kroky. Poslední objetí.",
  "aboutP6": "Fotky, videa, dopisy budoucímu sobě. Milníky. Vaše poklady. Vše organizované, uchované a přenosné po desetiletí—jako globální semenná banka Svalbard, jen pro vaše vzpomínky.",
  "aboutP7": "Nejde o to stát se virálním. Jde o to být zapamatován pro to, kdo jste a zapamatovat si, kdo jsme.",
  "aboutP8": "Věřím, že každý člověk si zaslouží místo pro svůj příběh. Nejen pro dnes, ale pro budoucí generace.",
  "aboutP9": "Proto stavím lifeli.me. Ne jako produkt. Ale jako příslib.",
  "aboutSignature": "Adam Trnka",
  "aboutSignatureTitle": "Zakladatel lifeli.me",
  "successTitle": "Jste na seznamu!",
  "successDescription": "Děkujeme za připojení k naší čekací listině. Dáme vám vědět, jakmile spustíme.",
  "successButton": "Rozumím!",
  "cookieCompact": "Používáme cookies pro zlepšení vaší zkušenosti",
  "cookieDetails": "Detaily",
  "cookieTitle": "Souhlas s cookies",
  "cookieDescription": "Shromažďujeme informace o prohlížeči a přibližnou polohu (země/region) pro zlepšení našich služeb. Tato data nám pomáhají lépe porozumět našim uživatelům a jsou bezpečně uložena v souladu s GDPR.",
  "cookieAccept": "Přijmout vše",
  "cookieReject": "Odmítnout nezbytné",
  "cookieFooter": "Přijetím souhlasíte s ukládáním cookies a sběrem dat, jak je popsáno v našich Zásadách ochrany osobních údajů."
}
