{
  "waitlist": "Warteliste",
  "about": "Über uns",
  "title": "Bewahrung Ihres wahren Erbes",
  "description": "Ihr Vermächtnis wird nicht irgendwann geschrieben - es wird heute aufgebaut. Lifeli.me bewahrt die Momente, Gedanken und Lektionen, die Ihre Geschichte erinnernswert machen.",
  "firstNamePlaceholder": "Vorname",
  "lastNamePlaceholder": "Nachname",
  "emailPlaceholder": "Ihre E-Mail",
  "namePlaceholder": "Ihr Name",
  "joinButton": "Der Warteliste beitreten",
  "aboutTitle": "Ein persönliches Versprechen",
  "aboutSubtitle": "Von Adam Trnka, Gründer von lifeli.me",
  "aboutP1": "Ich bin bei meiner Mutter und Großmutter aufgewachsen und versuchte herauszufinden, wer ich war, aus Geschichten und Fotos in Kisten. Ich bin jetzt Vater und alles änderte sich, als mein Sohn geboren wurde.",
  "aboutP2": "Ich filmte kleine Videos nur für ihn. Nicht für soziale Medien. Nicht für Likes. Für den Tag, an dem er 15... 18... 30 wird. Ich wollte, dass er weiß, wer ich wirklich war, wie ich lachte, woran ich glaubte, was mir wichtig war.",
  "aboutP3": "Aber diese Teile meines Lebens und seines waren überall verstreut. Auf Handys. Clouds. Alten Festplatten. Nichts fühlte sich dauerhaft an. Nichts fühlte sich sicher an. Also baute ich lifeli.me.",
  "aboutP4": "lifeli.me ist meine Antwort auf eine einfache, aber kraftvolle Frage:",
  "aboutP4b": "Was hinterlassen wir - und wird es in 30... 50... 100... Jahren noch von Bedeutung sein?",
  "aboutP5": "Es ist ein Ort, um Ihr Vermächtnis zu gestalten, eine Erinnerung nach der anderen. Es ist für Familien gebaut—für die stillen, wichtigen Momente. Geburten. Erste Schritte. Letzte Umarmungen.",
  "aboutP6": "Fotos, Videos, Briefe an Ihr zukünftiges Ich. Meilensteine. Ihre Schätze. Alles organisiert, bewahrt und tragbar für Jahrzehnte—wie der globale Saatgut-Tresor von Svalbard, nur für Ihre Erinnerungen.",
  "aboutP7": "Es geht nicht darum, viral zu werden. Es geht darum, für das in Erinnerung zu bleiben, wer Sie sind, und sich daran zu erinnern, wer wir sind.",
  "aboutP8": "Ich glaube, dass jeder Mensch einen Platz verdient, um seine Geschichte zu bewahren. Nicht nur für heute, sondern für kommende Generationen.",
  "aboutP9": "Deshalb baue ich lifeli.me. Nicht als Produkt. Sondern als Versprechen.",
  "aboutSignature": "Adam Trnka",
  "aboutSignatureTitle": "Gründer von lifeli.me",
  "successTitle": "Sie sind auf der Liste!",
  "successDescription": "Vielen Dank für Ihre Anmeldung. Wir benachrichtigen Sie, sobald wir starten.",
  "successButton": "Verstanden!",
  "dataTrackingConsent": "Mit dem Beitritt stimmen Sie unserem Daten-Tracking zu. Wir verwenden Ihren Vornamen zur Personalisierung von E-Mails.",
  "cookieCompact": "Wir verwenden Cookies, um Ihr Erlebnis zu verbessern",
  "cookieDetails": "Details",
  "cookieTitle": "Cookie-Zustimmung",
  "cookieDescription": "Wir sammeln Browser-Informationen und ungefähre Standortdaten (Land/Region), um unseren Service zu verbessern. Diese Daten helfen uns, unsere Nutzer besser zu verstehen und werden sicher gemäß DSGVO-Vorschriften gespeichert.",
  "cookieAccept": "Alle akzeptieren",
  "cookieReject": "Nicht-essentielle ablehnen",
  "cookieFooter": "Durch Akzeptieren stimmen Sie der Speicherung von Cookies und Datenerhebung zu, wie in unserer Datenschutzerklärung beschrieben.",
  "emailTitle": "Fantastisch, Sie sind auf der Liste! 🎉",
  "emailGreeting": "Hallo,",
  "emailP1": "Ich bin Adam, Gründer von lifeli.me und ich möchte mich persönlich bei Ihnen für die Anmeldung zur Warteliste bedanken.",
  "emailP2": "Ich habe angefangen, lifeli.me zu bauen, weil ich einen Ort wollte, um die Teile des Lebens festzuhalten, die uns wirklich definieren - die Momente, Klänge, Geschichten und Lektionen, die für zukünftige Generationen bewahrt werden sollten.",
  "emailP3": "Bald können Sie Ihre eigene Zeitleiste erstellen, Woche für Woche - Fotos, Videos, Stimme, Notizen und Reflexionen hinzufügen, die zu Ihrem persönlichen Vermächtnis werden - genau wie die mittelalterlichen Könige und Monarchen.",
  "emailP4": "Sie sind jetzt Teil des frühen Kreises, der die Entwicklung von lifeli.me prägt. Bis zum öffentlichen Start können Sie unseren Fortschritt und Updates in sozialen Medien verfolgen wie",
  "emailP5": "Wenn Sie Ihre Gedanken, Ideen teilen oder einfach Hallo sagen möchten - ich würde mich freuen, von Ihnen zu hören. Sie können mich direkt erreichen unter",
  "emailP5b": "und wir können sogar einen Anruf planen ;-)",
  "emailSignature": "Mit Dankbarkeit,",
  "emailFooter": "Sie haben diese E-Mail erhalten, weil Sie sich für die lifeli.me-Warteliste angemeldet haben.",
  "emailUnsubscribe": "Wir wollen Sie nicht festhalten und wenn Sie nicht möchten, können Sie sich",
  "privacyTitle": "Datenschutz und Dateneigentum",
  "privacyIntro": "Bei lifeli.me gehören Ihre Erinnerungen Ihnen — immer. Wir existieren, um Ihnen zu helfen, das zu bewahren, was Sie ausmacht, nicht um von Ihren Daten zu profitieren.",
  "privacyWhatWeCollectTitle": "Was Wir Sammeln",
  "privacyWhatWeCollectIntro": "Wir fragen nur nach dem, was wirklich benötigt wird:",
  "privacyWhatWeCollectItem1Title": "Ihr Name und E-Mail",
  "privacyWhatWeCollectItem1": "damit wir über Ihr Konto und Updates kommunizieren können.",
  "privacyWhatWeCollectItem2Title": "Browser- und Standortdaten",
  "privacyWhatWeCollectItem2": "nur wenn Sie Cookies zustimmen. Dies hilft uns zu verstehen, wie lifeli.me genutzt wird und Ihre Erfahrung zu verbessern.",
  "privacyWhatWeCollectFooter": "Wir sammeln oder speichern niemals sensible persönliche Daten ohne Ihre ausdrückliche Zustimmung.",
  "privacyWhereDataTitle": "Wo Ihre Daten Gespeichert Sind",
  "privacyWhereDataIntro": "Ihre Daten werden sicher in vertrauenswürdiger Cloud-Infrastruktur gespeichert:",
  "privacyWhereDataItem1Title": "Lovable.dev",
  "privacyWhereDataItem1": "unsere Entwicklungs- und Hosting-Umgebung",
  "privacyWhereDataItem2Title": "Supabase",
  "privacyWhereDataItem2": "unsere Datenbank- und Authentifizierungsplattform",
  "privacyWhereDataFooter": "Beide sind DSGVO-konform und befinden sich in EU-Rechenzentren oder Regionen mit gleichwertigem Schutz.",
  "privacyRightsTitle": "Ihre Rechte",
  "privacyRightsIntro": "Sie behalten immer die Kontrolle darüber, was Sie teilen:",
  "privacyRightsItem1": "Exportieren oder löschen Sie Ihre Daten jederzeit",
  "privacyRightsItem2": "Fordern Sie Zugriff oder Korrektur an",
  "privacyRightsItem3": "Ziehen Sie die Zustimmung für Cookies oder Kommunikation sofort zurück",
  "privacyProtectionTitle": "Wie Wir Es Schützen",
  "privacyProtectionItem1": "Alle Informationen sind während der Übertragung und im Ruhezustand verschlüsselt",
  "privacyProtectionItem2": "Standardmäßig privater Zugriff: nichts ist öffentlich, es sei denn, Sie teilen es ausdrücklich",
  "privacyProtectionItem3": "Optionale KI-Funktionen (z.B. Transkription oder Tagging) sind nur Opt-in und werden innerhalb der EU verarbeitet",
  "privacyCookiesTitle": "Cookies & Analytik",
  "privacyCookiesIntro": "Wir verwenden minimale Analytik, um Leistung und Nutzung zu verstehen.",
  "privacyCookiesWhenAccept": "Wenn Sie Cookies akzeptieren, können wir aufzeichnen:",
  "privacyCookiesItem1": "Browsertyp und -version",
  "privacyCookiesItem2": "Ungefährer Standort (Stadtebene)",
  "privacyCookiesItem3": "Geräte- und Sitzungsdaten",
  "privacyCookiesFooter": "Diese Daten helfen uns, die Benutzerfreundlichkeit zu verbessern — niemals für Werbung, Profiling oder Verkauf.",
  "privacyInShortTitle": "Kurz Gesagt",
  "privacyInShort": "Ihre Erinnerungen gehören Ihnen. lifeli.me hilft Ihnen einfach, sie zu bewahren — sicher, privat und mit voller Transparenz.",
  "privacyContact": "Wenn Sie jemals eine Frage oder Anfrage haben, wenden Sie sich direkt an:",
  "privacyContactOr": "oder",
  "serviceTitle": "Für Diejenigen, Die Dienen",
  "serviceP1": "Sie haben einen Weg gewählt, der auf Mut, Disziplin und Verantwortung aufbaut — und das verdient es, mit der gleichen Sorgfalt erinnert zu werden, die Sie anderen geben.",
  "serviceP2": "lifeli.me wurde von jemandem geschaffen, der in der Armeereseve dient, angetrieben vom gleichen Pflichtgefühl und Zweck — um die Geschichten, Werte und Meilensteine zu bewahren, die ein Leben im Dienst definieren.",
  "serviceP3": "Hier können Sie Ihre Erfahrungen, Reflexionen und Erinnerungen festhalten — nicht für Ruhm, sondern für Bedeutung. Ihre Geschichte ist wichtig — für Ihre Familie, Ihre Kameraden und für diejenigen, die eines Tages wissen wollen, was für Menschen das geschützt haben, was sie jetzt besitzen.",
  "serviceP4": "Als kleines Dankeschön bieten wir verifizierten Mitgliedern der Streitkräfte, der Polizei und der Feuerwehr, die lifeli.me beitreten, bevorzugten Zugang und frühe Vorteile.",
  "serviceP5": "Bitte beachten Sie: Nach der Registrierung für das Produkt (nicht die Warteliste) werden wir Sie kontaktieren, um Ihren Dienst zu verifizieren, bevor wir diese Vorteile anwenden.",
  "serviceP6": "Ihr Dienst baut Geschichte. lifeli.me hilft Ihnen, sie lebendig zu halten.",
  "serviceClosing": "Ihr Dienst baut Geschichte. lifeli.me hilft Ihnen, sie lebendig zu halten."
}
