{
  "waitlist": "Waitlist",
  "about": "About",
  "title": "Preserving your true legacy",
  "description": "Your legacy isn't written someday - it's built today. Lifeli.me preserve the moments, thoughts, and lessons that make your story worth remembering.",
  "emailPlaceholder": "Enter your email",
  "joinButton": "Join Waitlist",
  "aboutTitle": "A Personal Promise",
  "aboutSubtitle": "From Adam Trnka, Founder of lifeli.me",
  "aboutP1": "I grew up with my mom and grandma, trying to piece together who I was from stories, photos in boxes. I'm a father now and everything changed when my son was born.",
  "aboutP2": "I found myself filming little videos just for him. Not for social media. Not for likes. For the day he turns 15… 18… 30. I wanted him to know who I really was, how I laughed, what I believed, what mattered to me.",
  "aboutP3": "But these pieces of my life and his were scattered everywhere. On phones. Clouds. Old drives. Nothing felt lasting. Nothing felt safe. So I built lifeli.me.",
  "aboutP4": "lifeli.me is my answer to a simple but powerful question:",
  "aboutP4b": "What do we leave behind - and will it still matter 30... 50... 100... years from now?",
  "aboutP5": "It's a place to craft your legacy, one memory at a time. It's built for families—for the quiet, important moments. Births. First steps. Last hugs.",
  "aboutP6": "Photos, videos, letters to your future self. Milestones. Your treasures. All organized, preserved, and portable for decades—like a Svalbard Global Seed Vault, only for your memories.",
  "aboutP7": "This isn't about going viral. It's about being remembered for who you are and remembering who we are.",
  "aboutP8": "I believe every person deserves a place to hold their story. Not just for today, but for generations to come.",
  "aboutP9": "That's why I'm building lifeli.me. Not as a product. But as a promise.",
  "aboutSignature": "Adam Trnka",
  "aboutSignatureTitle": "Founder of lifeli.me",
  "successTitle": "You're on the list!",
  "successDescription": "Thank you for joining our waitlist. We'll notify you as soon as we launch.",
  "successButton": "Got it!",
  "cookieCompact": "We use cookies to enhance your experience",
  "cookieDetails": "Details",
  "cookieTitle": "Cookie Consent",
  "cookieDescription": "We collect browser information and approximate location (country/region) to improve our service. This data helps us understand our users better and is stored securely in accordance with GDPR regulations.",
  "cookieAccept": "Accept All",
  "cookieReject": "Reject Non-Essential",
  "cookieFooter": "By accepting, you agree to the storage of cookies and data collection as described in our Privacy Policy.",
  "emailTitle": "Amazing, You're on the list! 🎉",
  "emailGreeting": "Hello,",
  "emailP1": "I'm Adam, founder of <strong>lifeli.me</strong> and I want to personaly thank you for joining the waitlist.",
  "emailP2": "I started building lifeli.me because I wanted a place to capture the parts of life that truly define us - the moments, sounds, stories, and lessons that deserve to last for future generations.",
  "emailP3": "Soon, you'll be able to craft your own timeline, week by week - adding photos, videos, voice, notes, and reflections that grow into your personal legacy - same as the medieval kings and monarchs.",
  "emailP4": "You're now part of the early circle shaping how lifeli.me evolves. Until the public launch, you can follow our progress and updates on social like",
  "emailP5": "If you'd like to share your thoughts, ideas, or just say hi - I'd love to hear from you. You can reach me directly at",
  "emailP5b": "and we can even plan a call ;-)",
  "emailSignature": "Gratefully,",
  "emailFooter": "You received this email because you signed up for the lifeli.me waitlist.",
  "emailUnsubscribe": "We dont wan't want to hold you and if you don't want you can"
}
