{
  "waitlist": "Lista de espera",
  "about": "Acerca de",
  "title": "Preservando tu verdadero legado",
  "description": "Tu legado no se escribe algún día - se construye hoy. Lifeli.me preserva los momentos, pensamientos y lecciones que hacen que tu historia valga la pena recordar.",
  "firstNamePlaceholder": "Nombre",
  "lastNamePlaceholder": "Apellido",
  "emailPlaceholder": "Tu correo electrónico",
  "namePlaceholder": "Tu nombre",
  "joinButton": "Unirse a la lista de espera",
  "aboutTitle": "Una Promesa Personal",
  "aboutSubtitle": "De Adam Trnka, Fundador de lifeli.me",
  "aboutP1": "Crecí con mi mamá y mi abuela, tratando de entender quién era a partir de historias y fotos en cajas. Ahora soy padre y todo cambió cuando nació mi hijo.",
  "aboutP2": "Me encontré filmando pequeños videos solo para él. No para redes sociales. No para likes. Para el día en que cumpla 15... 18... 30. Quería que supiera quién era realmente, cómo reía, en qué creía, qué me importaba.",
  "aboutP3": "Pero estas piezas de mi vida y la suya estaban dispersas por todas partes. En teléfonos. Nubes. Discos antiguos. Nada se sentía duradero. Nada se sentía seguro. Así que construí lifeli.me.",
  "aboutP4": "lifeli.me es mi respuesta a una pregunta simple pero poderosa:",
  "aboutP4b": "¿Qué dejamos atrás - y seguirá importando en 30... 50... 100... años?",
  "aboutP5": "Es un lugar para crear tu legado, un recuerdo a la vez. Está construido para familias—para los momentos tranquilos e importantes. Nacimientos. Primeros pasos. Últimos abrazos.",
  "aboutP6": "Fotos, videos, cartas a tu yo futuro. Hitos. Tus tesoros. Todo organizado, preservado y portable durante décadas—como la Bóveda Global de Semillas de Svalbard, solo que para tus recuerdos.",
  "aboutP7": "Esto no se trata de volverse viral. Se trata de ser recordado por quién eres y recordar quiénes somos.",
  "aboutP8": "Creo que cada persona merece un lugar para guardar su historia. No solo para hoy, sino para las generaciones venideras.",
  "aboutP9": "Por eso estoy construyendo lifeli.me. No como un producto. Sino como una promesa.",
  "aboutSignature": "Adam Trnka",
  "aboutSignatureTitle": "Fundador de lifeli.me",
  "successTitle": "¡Estás en la lista!",
  "successDescription": "Gracias por unirte a nuestra lista de espera. Te notificaremos tan pronto como lancemos.",
  "successButton": "¡Entendido!",
  "dataTrackingConsent": "Al unirte, aceptas nuestro seguimiento de datos. Usamos tu nombre para personalizar los correos electrónicos.",
  "cookieCompact": "Usamos cookies para mejorar tu experiencia",
  "cookieDetails": "Detalles",
  "cookieTitle": "Consentimiento de cookies",
  "cookieDescription": "Recopilamos información del navegador y ubicación aproximada (país/región) para mejorar nuestro servicio. Estos datos nos ayudan a comprender mejor a nuestros usuarios y se almacenan de forma segura de acuerdo con las regulaciones RGPD.",
  "cookieAccept": "Aceptar todo",
  "cookieReject": "Rechazar no esenciales",
  "cookieFooter": "Al aceptar, aceptas el almacenamiento de cookies y la recopilación de datos como se describe en nuestra Política de privacidad.",
  "emailTitle": "¡Increíble, estás en la lista! 🎉",
  "emailGreeting": "Hola,",
  "emailP1": "Soy Adam, fundador de lifeli.me y quiero agradecerte personalmente por unirte a la lista de espera.",
  "emailP2": "Comencé a construir lifeli.me porque quería un lugar para capturar las partes de la vida que realmente nos definen: los momentos, sonidos, historias y lecciones que merecen durar para las generaciones futuras.",
  "emailP3": "Pronto podrás crear tu propia línea de tiempo, semana tras semana: agregando fotos, videos, voz, notas y reflexiones que se convierten en tu legado personal, igual que los reyes y monarcas medievales.",
  "emailP4": "Ahora eres parte del círculo temprano que da forma a cómo evoluciona lifeli.me. Hasta el lanzamiento público, puedes seguir nuestro progreso y actualizaciones en redes sociales como",
  "emailP5": "Si te gustaría compartir tus pensamientos, ideas o simplemente saludar, me encantaría saber de ti. Puedes contactarme directamente en",
  "emailP5b": "¡y hasta podemos planear una llamada! ;-)",
  "emailSignature": "Agradecidamente,",
  "emailFooter": "Recibiste este correo porque te registraste en la lista de espera de lifeli.me.",
  "emailUnsubscribe": "No queremos retenerte y si no quieres puedes",
  "privacyTitle": "Privacidad y Propiedad de Datos",
  "privacyIntro": "En lifeli.me, tus recuerdos te pertenecen — siempre. Existimos para ayudarte a preservar lo que te define, no para beneficiarnos de tus datos.",
  "privacyWhatWeCollectTitle": "Qué Recopilamos",
  "privacyWhatWeCollectIntro": "Solo pedimos lo que realmente se necesita:",
  "privacyWhatWeCollectItem1Title": "Tu nombre y correo electrónico",
  "privacyWhatWeCollectItem1": "para poder comunicarnos sobre tu cuenta y actualizaciones.",
  "privacyWhatWeCollectItem2Title": "Datos del navegador y ubicación",
  "privacyWhatWeCollectItem2": "solo cuando aceptas las cookies. Esto nos ayuda a entender cómo se usa lifeli.me y mejorar tu experiencia.",
  "privacyWhatWeCollectFooter": "Nunca recopilamos ni almacenamos datos personales sensibles sin tu consentimiento claro.",
  "privacyWhereDataTitle": "Dónde Viven Tus Datos",
  "privacyWhereDataIntro": "Tus datos se almacenan de forma segura en infraestructura de nube confiable:",
  "privacyWhereDataItem1Title": "Lovable.dev",
  "privacyWhereDataItem1": "nuestro entorno de desarrollo y alojamiento",
  "privacyWhereDataItem2Title": "Supabase",
  "privacyWhereDataItem2": "nuestra plataforma de base de datos y autenticación",
  "privacyWhereDataFooter": "Ambos cumplen con GDPR y están basados en centros de datos de la UE o regiones con protección equivalente.",
  "privacyRightsTitle": "Tus Derechos",
  "privacyRightsIntro": "Siempre mantienes el control de lo que compartes:",
  "privacyRightsItem1": "Exporta o elimina tus datos en cualquier momento",
  "privacyRightsItem2": "Solicita acceso o corrección",
  "privacyRightsItem3": "Retira el consentimiento para cookies o comunicaciones al instante",
  "privacyProtectionTitle": "Cómo lo Protegemos",
  "privacyProtectionItem1": "Toda la información está encriptada en tránsito y en reposo",
  "privacyProtectionItem2": "Acceso privado por defecto: nada es público a menos que lo compartas explícitamente",
  "privacyProtectionItem3": "Las funciones de IA opcionales (ej., transcripción o etiquetado) son opt-in y se procesan dentro de la UE",
  "privacyCookiesTitle": "Cookies y Análisis",
  "privacyCookiesIntro": "Utilizamos análisis mínimos para entender el rendimiento y el uso.",
  "privacyCookiesWhenAccept": "Cuando aceptas cookies, podemos registrar:",
  "privacyCookiesItem1": "Tipo y versión del navegador",
  "privacyCookiesItem2": "Ubicación aproximada (nivel de ciudad)",
  "privacyCookiesItem3": "Datos del dispositivo y sesión",
  "privacyCookiesFooter": "Estos datos nos ayudan a mejorar la usabilidad — nunca para publicidad, perfiles o venta.",
  "privacyInShortTitle": "En Resumen",
  "privacyInShort": "Tus recuerdos son tuyos. lifeli.me simplemente te ayuda a conservarlos — de forma segura, privada y con total transparencia.",
  "privacyContact": "Si tienes alguna pregunta o solicitud, comunícate directamente:",
  "privacyContactOr": "o",
  "serviceTitle": "Para Quienes Sirven",
  "serviceP1": "Has elegido un camino construido sobre el coraje, la disciplina y la responsabilidad — y eso merece ser recordado con el mismo cuidado que das a los demás.",
  "serviceP2": "lifeli.me fue creado por alguien que sirve en la Reserva del Ejército, impulsado por el mismo sentido del deber y propósito — preservar las historias, valores e hitos que definen una vida de servicio.",
  "serviceP3": "Aquí, puedes registrar tus experiencias, reflexiones y recuerdos — no por gloria, sino por significado. Tu historia importa — para tu familia, tus camaradas y para aquellos que algún día querrán saber qué tipo de personas protegieron lo que ahora tienen.",
  "serviceP4": "Como pequeño agradecimiento, ofrecemos acceso prioritario y beneficios tempranos a miembros verificados de los servicios militares, policiales y de bomberos que se unan a lifeli.me.",
  "serviceP5": "Ten en cuenta: después del registro al producto (no la lista de espera), te contactaremos para verificar tu servicio antes de aplicar estos beneficios.",
  "serviceP6": "Tu servicio construye historia. lifeli.me te ayuda a mantenerla viva.",
  "serviceClosing": "Tu servicio construye historia. lifeli.me te ayuda a mantenerla viva."
}
