{
  "waitlist": "Liste d'attente",
  "about": "À propos",
  "title": "Préserver votre véritable héritage",
  "description": "Votre héritage ne s'écrit pas un jour - il se construit aujourd'hui. Lifeli.me préserve les moments, les pensées et les leçons qui font que votre histoire mérite d'être mémorisée.",
  "firstNamePlaceholder": "Prénom",
  "lastNamePlaceholder": "Nom de famille",
  "emailPlaceholder": "Votre e-mail",
  "namePlaceholder": "Votre nom",
  "joinButton": "Rejoindre la liste d'attente",
  "aboutTitle": "Une promesse personnelle",
  "aboutSubtitle": "De Adam Trnka, fondateur de lifeli.me",
  "aboutP1": "J'ai grandi avec ma mère et ma grand-mère, essayant de comprendre qui j'étais à partir d'histoires et de photos dans des boîtes. Je suis maintenant père et tout a changé quand mon fils est né.",
  "aboutP2": "Je me suis retrouvé à filmer de petites vidéos juste pour lui. Pas pour les réseaux sociaux. Pas pour les likes. Pour le jour où il aura 15... 18... 30 ans. Je voulais qu'il sache qui j'étais vraiment, comment je riais, en quoi je croyais, ce qui comptait pour moi.",
  "aboutP3": "Mais ces morceaux de ma vie et de la sienne étaient dispersés partout. Sur les téléphones. Les clouds. Les anciens disques. Rien ne semblait durable. Rien ne semblait sûr. Alors j'ai construit lifeli.me.",
  "aboutP4": "lifeli.me est ma réponse à une question simple mais puissante :",
  "aboutP4b": "Que laissons-nous derrière nous - et cela aura-t-il encore de l'importance dans 30... 50... 100... ans ?",
  "aboutP5": "C'est un endroit pour créer votre héritage, un souvenir à la fois. Il est conçu pour les familles - pour les moments calmes et importants. Naissances. Premiers pas. Derniers câlins.",
  "aboutP6": "Photos, vidéos, lettres à votre futur vous. Jalons. Vos trésors. Tout organisé, préservé et portable pendant des décennies - comme la Réserve mondiale de semences du Svalbard, mais pour vos souvenirs.",
  "aboutP7": "Il ne s'agit pas de devenir viral. Il s'agit d'être rappelé pour qui vous êtes et de se souvenir de qui nous sommes.",
  "aboutP8": "Je crois que chaque personne mérite un endroit pour conserver son histoire. Pas seulement pour aujourd'hui, mais pour les générations à venir.",
  "aboutP9": "C'est pourquoi je construis lifeli.me. Pas comme un produit. Mais comme une promesse.",
  "aboutSignature": "Adam Trnka",
  "aboutSignatureTitle": "Fondateur de lifeli.me",
  "successTitle": "Vous êtes sur la liste !",
  "successDescription": "Merci de rejoindre notre liste d'attente. Nous vous informerons dès notre lancement.",
  "successButton": "Compris !",
  "dataTrackingConsent": "En rejoignant, vous acceptez notre suivi des données. Nous utilisons votre prénom pour personnaliser les e-mails.",
  "cookieCompact": "Nous utilisons des cookies pour améliorer votre expérience",
  "cookieDetails": "Détails",
  "cookieTitle": "Consentement aux cookies",
  "cookieDescription": "Nous collectons des informations sur le navigateur et la localisation approximative (pays/région) pour améliorer notre service. Ces données nous aident à mieux comprendre nos utilisateurs et sont stockées en toute sécurité conformément aux règlements RGPD.",
  "cookieAccept": "Tout accepter",
  "cookieReject": "Rejeter les non essentiels",
  "cookieFooter": "En acceptant, vous acceptez le stockage des cookies et la collecte de données comme décrit dans notre politique de confidentialité.",
  "emailTitle": "Incroyable, vous êtes sur la liste ! 🎉",
  "emailGreeting": "Bonjour,",
  "emailP1": "Je suis Adam, fondateur de lifeli.me et je tiens à vous remercier personnellement d'avoir rejoint la liste d'attente.",
  "emailP2": "J'ai commencé à construire lifeli.me parce que je voulais un endroit pour capturer les parties de la vie qui nous définissent vraiment - les moments, les sons, les histoires et les leçons qui méritent de durer pour les générations futures.",
  "emailP3": "Bientôt, vous pourrez créer votre propre chronologie, semaine après semaine - en ajoutant des photos, des vidéos, de la voix, des notes et des réflexions qui se transforment en votre héritage personnel - tout comme les rois et monarques médiévaux.",
  "emailP4": "Vous faites maintenant partie du cercle précoce qui façonne l'évolution de lifeli.me. Jusqu'au lancement public, vous pouvez suivre nos progrès et mises à jour sur les réseaux sociaux comme",
  "emailP5": "Si vous souhaitez partager vos pensées, vos idées ou simplement dire bonjour - j'aimerais avoir de vos nouvelles. Vous pouvez me contacter directement à",
  "emailP5b": "et nous pouvons même planifier un appel ;-)",
  "emailSignature": "Avec gratitude,",
  "emailFooter": "Vous avez reçu cet e-mail parce que vous vous êtes inscrit à la liste d'attente de lifeli.me.",
  "emailUnsubscribe": "Nous ne voulons pas vous retenir et si vous ne voulez pas vous pouvez",
  "privacyTitle": "Confidentialité et Propriété des Données",
  "privacyIntro": "Chez lifeli.me, vos souvenirs vous appartiennent — toujours. Nous existons pour vous aider à préserver ce qui vous définit, pas pour profiter de vos données.",
  "privacyWhatWeCollectTitle": "Ce Que Nous Collectons",
  "privacyWhatWeCollectIntro": "Nous ne demandons que ce qui est vraiment nécessaire :",
  "privacyWhatWeCollectItem1Title": "Votre nom et e-mail",
  "privacyWhatWeCollectItem1": "afin que nous puissions communiquer sur votre compte et les mises à jour.",
  "privacyWhatWeCollectItem2Title": "Données du navigateur et de localisation",
  "privacyWhatWeCollectItem2": "uniquement lorsque vous acceptez les cookies. Cela nous aide à comprendre comment lifeli.me est utilisé et à améliorer votre expérience.",
  "privacyWhatWeCollectFooter": "Nous ne collectons ni ne stockons jamais de données personnelles sensibles sans votre consentement clair.",
  "privacyWhereDataTitle": "Où Vos Données Sont Stockées",
  "privacyWhereDataIntro": "Vos données sont stockées en toute sécurité dans une infrastructure cloud de confiance :",
  "privacyWhereDataItem1Title": "Lovable.dev",
  "privacyWhereDataItem1": "notre environnement de développement et d'hébergement",
  "privacyWhereDataItem2Title": "Supabase",
  "privacyWhereDataItem2": "notre plateforme de base de données et d'authentification",
  "privacyWhereDataFooter": "Les deux sont conformes au RGPD et basés dans des centres de données de l'UE ou des régions à protection équivalente.",
  "privacyRightsTitle": "Vos Droits",
  "privacyRightsIntro": "Vous gardez toujours le contrôle de ce que vous partagez :",
  "privacyRightsItem1": "Exportez ou supprimez vos données à tout moment",
  "privacyRightsItem2": "Demandez l'accès ou la correction",
  "privacyRightsItem3": "Retirez instantanément votre consentement pour les cookies ou les communications",
  "privacyProtectionTitle": "Comment Nous Le Protégeons",
  "privacyProtectionItem1": "Toutes les informations sont cryptées en transit et au repos",
  "privacyProtectionItem2": "Accès privé par défaut : rien n'est public sauf si vous le partagez explicitement",
  "privacyProtectionItem3": "Les fonctionnalités IA optionnelles (par ex., transcription ou étiquetage) sont opt-in uniquement et traitées dans l'UE",
  "privacyCookiesTitle": "Cookies et Analyses",
  "privacyCookiesIntro": "Nous utilisons des analyses minimales pour comprendre les performances et l'utilisation.",
  "privacyCookiesWhenAccept": "Lorsque vous acceptez les cookies, nous pouvons enregistrer :",
  "privacyCookiesItem1": "Type et version du navigateur",
  "privacyCookiesItem2": "Localisation approximative (niveau ville)",
  "privacyCookiesItem3": "Données de l'appareil et de la session",
  "privacyCookiesFooter": "Ces données nous aident à améliorer l'utilisabilité — jamais pour la publicité, le profilage ou la vente.",
  "privacyInShortTitle": "En Bref",
  "privacyInShort": "Vos souvenirs sont les vôtres. lifeli.me vous aide simplement à les conserver — en toute sécurité, en privé et en toute transparence.",
  "privacyContact": "Si vous avez une question ou une demande, contactez-nous directement :",
  "privacyContactOr": "ou",
  "serviceTitle": "Pour Ceux Qui Servent",
  "serviceP1": "Vous avez choisi un chemin fondé sur le courage, la discipline et la responsabilité — et cela mérite d'être rappelé avec le même soin que vous donnez aux autres.",
  "serviceP2": "lifeli.me a été créé par quelqu'un qui sert dans la Réserve de l'Armée, animé par le même sens du devoir et de la mission — préserver les histoires, les valeurs et les étapes qui définissent une vie de service.",
  "serviceP3": "Ici, vous pouvez enregistrer vos expériences, réflexions et souvenirs — non pour la gloire, mais pour le sens. Votre histoire compte — pour votre famille, vos camarades et pour ceux qui voudront un jour savoir quel genre de personnes protégeait ce qu'ils ont maintenant.",
  "serviceP4": "En guise de petit remerciement, nous offrons un accès prioritaire et des avantages anticipés aux membres vérifiés des services militaires, policiers et de pompiers qui rejoignent lifeli.me.",
  "serviceP5": "Veuillez noter : après l'inscription au produit (pas la liste d'attente), nous vous contactons pour vérifier votre service avant d'appliquer ces avantages.",
  "serviceP6": "Votre service construit l'histoire. lifeli.me vous aide à la garder vivante.",
  "serviceClosing": "Votre service construit l'histoire. lifeli.me vous aide à la garder vivante."
}
