{
  "waitlist": "Lista oczekujcych",
  "about": "O nas",
  "title": "Zachowywanie twojego prawdziwego dziedzictwa",
  "description": "Twoje dziedzictwo nie jest pisane kiedy - jest budowane dzisiaj. Lifeli.me zachowuje chwile, myli i lekcje, kt贸re sprawiaj, 偶e Twoja historia jest warta zapamitania.",
  "emailPlaceholder": "Wprowad藕 sw贸j email",
  "joinButton": "Docz do listy oczekujcych",
  "aboutTitle": "Osobista Obietnica",
  "aboutSubtitle": "Od Adama Trnki, zao偶yciela lifeli.me",
  "aboutP1": "Dorastaem z mam i babci, pr贸bujc zrozumie, kim jestem, z historii i zdj w pudekach. Teraz jestem ojcem i wszystko si zmienio, kiedy urodzi si m贸j syn.",
  "aboutP2": "Zaczem nagrywa mae filmy tylko dla niego. Nie dla medi贸w spoecznociowych. Nie dla polubie. Na dzie, kiedy skoczy 15... 18... 30. Chciaem, 偶eby wiedzia, kim naprawd byem, jak si miaem, w co wierzyem, co byo dla mnie wa偶ne.",
  "aboutP3": "Ale te kawaki mojego 偶ycia i jego byy rozproszone wszdzie. W telefonach. Chmurach. Starych dyskach. Nic nie wydawao si trwae. Nic nie wydawao si bezpieczne. Wic zbudowaem lifeli.me.",
  "aboutP4": "lifeli.me jest moj odpowiedzi na proste, ale pot偶ne pytanie:",
  "aboutP4b": "Co zostawiamy po sobie - i czy bdzie to miao znaczenie za 30... 50... 100... lat?",
  "aboutP5": "To miejsce do tworzenia twojego dziedzictwa, jedna pami na raz. Jest zbudowane dla rodzindla cichych, wa偶nych chwil. Narodziny. Pierwsze kroki. Ostatnie uciski.",
  "aboutP6": "Zdjcia, filmy, listy do przyszego siebie. Kamienie milowe. Twoje skarby. Wszystko zorganizowane, zachowane i przenone przez dziesicioleciajak Globalny Skarbiec Nasion w Svalbardzie, tylko dla twoich wspomnie.",
  "aboutP7": "To nie o stawanie si viralem. To o bycie zapamitanym za to, kim jeste i pamitaniu, kim jestemy.",
  "aboutP8": "Wierz, 偶e ka偶da osoba zasuguje na miejsce do przechowywania swojej historii. Nie tylko na dzi, ale dla przyszych pokole.",
  "aboutP9": "Dlatego buduj lifeli.me. Nie jako produkt. Ale jako obietnic.",
  "aboutSignature": "Adam Trnka",
  "aboutSignatureTitle": "Zao偶yciel lifeli.me",
  "successTitle": "Jeste na licie!",
  "successDescription": "Dzikujemy za doczenie do naszej listy oczekujcych. Powiadomimy Ci, gdy tylko wystartujemy.",
  "successButton": "Rozumiem!",
  "cookieCompact": "U偶ywamy plik贸w cookie, aby poprawi twoje dowiadczenie",
  "cookieDetails": "Szczeg贸y",
  "cookieTitle": "Zgoda na pliki cookie",
  "cookieDescription": "Zbieramy informacje o przegldarce i przybli偶on lokalizacj (kraj/region), aby ulepszy nasz usug. Te dane pomagaj nam lepiej zrozumie naszych u偶ytkownik贸w i s przechowywane bezpiecznie zgodnie z przepisami RODO.",
  "cookieAccept": "Zaakceptuj wszystko",
  "cookieReject": "Odrzu nieistotne",
  "cookieFooter": "Akceptujc, zgadzasz si na przechowywanie plik贸w cookie i zbieranie danych zgodnie z nasz Polityk prywatnoci.",
  "emailTitle": "Niesamowite, jeste na licie! ",
  "emailGreeting": "Witaj,",
  "emailP1": "Jestem Adam, zao偶yciel <strong>lifeli.me</strong> i chc osobicie podzikowa za doczenie do listy oczekujcych.",
  "emailP2": "Zaczem budowa lifeli.me, poniewa偶 chciaem miejsce do uchwycenia czci 偶ycia, kt贸re naprawd nas definiuj - chwile, d藕wiki, historie i lekcje, kt贸re zasuguj na to, by trwa dla przyszych pokole.",
  "emailP3": "Wkr贸tce bdziesz m贸g stworzy wasn o czasu, tydzie po tygodniu - dodajc zdjcia, filmy, gos, notatki i refleksje, kt贸re przeksztacaj si w twoje osobiste dziedzictwo - tak samo jak redniowieczni kr贸lowie i monarchowie.",
  "emailP4": "Jeste teraz czci wczesnego krgu ksztatujcego rozw贸j lifeli.me. Do czasu publicznego uruchomienia mo偶esz ledzi nasze postpy i aktualizacje w mediach spoecznociowych, takich jak",
  "emailP5": "Jeli chciaby podzieli si swoimi przemyleniami, pomysami lub po prostu porozmawia - chtnie od ciebie usysz. Mo偶esz skontaktowa si ze mn bezporednio pod adresem",
  "emailP5b": "i mo偶emy nawet zaplanowa rozmow ;-)",
  "emailSignature": "Z wdzicznoci,",
  "emailFooter": "Otrzymae ten e-mail, poniewa偶 zapisae si na list oczekujcych lifeli.me.",
  "emailUnsubscribe": "Nie chcemy ci zatrzymywa i jeli nie chcesz, mo偶esz"
}
