{
  "waitlist": "Lista oczekujących",
  "about": "O nas",
  "title": "Zachowywanie twojego prawdziwego dziedzictwa",
  "description": "Twoje dziedzictwo nie jest pisane kiedyś - jest budowane dzisiaj. Lifeli.me zachowuje chwile, myśli i lekcje, które sprawiają, że Twoja historia jest warta zapamiętania.",
  "emailPlaceholder": "Wprowadź swój email",
  "joinButton": "Dołącz do listy oczekujących",
  "aboutTitle": "Osobista Obietnica",
  "aboutSubtitle": "Od Adama Trnki, założyciela lifeli.me",
  "aboutP1": "Dorastałem z mamą i babcią, próbując zrozumieć, kim jestem, z historii i zdjęć w pudełkach. Teraz jestem ojcem i wszystko się zmieniło, kiedy urodził się mój syn.",
  "aboutP2": "Zacząłem nagrywać małe filmy tylko dla niego. Nie dla mediów społecznościowych. Nie dla polubień. Na dzień, kiedy skończy 15... 18... 30. Chciałem, żeby wiedział, kim naprawdę byłem, jak się śmiałem, w co wierzyłem, co było dla mnie ważne.",
  "aboutP3": "Ale te kawałki mojego życia i jego były rozproszone wszędzie. W telefonach. Chmurach. Starych dyskach. Nic nie wydawało się trwałe. Nic nie wydawało się bezpieczne. Więc zbudowałem lifeli.me.",
  "aboutP4": "lifeli.me jest moją odpowiedzią na proste, ale potężne pytanie:",
  "aboutP4b": "Co zostawiamy po sobie - i czy będzie to miało znaczenie za 30... 50... 100... lat?",
  "aboutP5": "To miejsce do tworzenia twojego dziedzictwa, jedna pamięć na raz. Jest zbudowane dla rodzin—dla cichych, ważnych chwil. Narodziny. Pierwsze kroki. Ostatnie uściski.",
  "aboutP6": "Zdjęcia, filmy, listy do przyszłego siebie. Kamienie milowe. Twoje skarby. Wszystko zorganizowane, zachowane i przenośne przez dziesięciolecia—jak Globalny Skarbiec Nasion w Svalbardzie, tylko dla twoich wspomnień.",
  "aboutP7": "To nie o stawanie się viralem. To o bycie zapamiętanym za to, kim jesteś i pamiętaniu, kim jesteśmy.",
  "aboutP8": "Wierzę, że każda osoba zasługuje na miejsce do przechowywania swojej historii. Nie tylko na dziś, ale dla przyszłych pokoleń.",
  "aboutP9": "Dlatego buduję lifeli.me. Nie jako produkt. Ale jako obietnicę.",
  "aboutSignature": "Adam Trnka",
  "aboutSignatureTitle": "Założyciel lifeli.me",
  "successTitle": "Jesteś na liście!",
  "successDescription": "Dziękujemy za dołączenie do naszej listy oczekujących. Powiadomimy Cię, gdy tylko wystartujemy.",
  "successButton": "Rozumiem!",
  "cookieCompact": "Używamy plików cookie, aby poprawić twoje doświadczenie",
  "cookieDetails": "Szczegóły",
  "cookieTitle": "Zgoda na pliki cookie",
  "cookieDescription": "Zbieramy informacje o przeglądarce i przybliżoną lokalizację (kraj/region), aby ulepszyć naszą usługę. Te dane pomagają nam lepiej zrozumieć naszych użytkowników i są przechowywane bezpiecznie zgodnie z przepisami RODO.",
  "cookieAccept": "Zaakceptuj wszystko",
  "cookieReject": "Odrzuć nieistotne",
  "cookieFooter": "Akceptując, zgadzasz się na przechowywanie plików cookie i zbieranie danych zgodnie z naszą Polityką prywatności."
}
